<div align="center">

# Hii! I'm **&lt;/ignistrum&gt;!**



</div>

<div style="display: flex; align-items: flex-start; justify-content: space-between; flex-wrap: wrap; gap: 2rem;">

<div style="flex: 1; min-width: 280px;">



<p align="center">
   <a href="https://git.io/typing-svg"><img src="https://readme-typing-svg.demolab.com?font=&weight=100&size=25&pause=800&color=8806CE&width=435&lines=Hii!+Welcome+to+my+GitHub+page!;I+make+mostly+AI+applications;Do+you+have+any+code+snippets%3F;Or+maybe+I+can+share+some?;Debugging+headaches%20%3AD;Who+doesn't+like+coding%3F;Screw+debugging;Bython+FTW!" alt="Typing SVG" /></a>
</p>


</div>

<br><br>     

<!--- ------------------------------------------------------------------------------------------------------------------------------------------------------ -->
<!--- -- Nice to Meet You ---------------------------------------------------------------------------------------------------------------------------------- -->
<!--- ------------------------------------------------------------------------------------------------------------------------------------------------------ -->


```
████████████████████████████████████████████████████████████  ██╗  ██╗███████╗██╗     ██╗      ██████╗  ██╗ 
████████████████████████████████████████████████████████████  ██║  ██║██╔════╝██║     ██║     ██╔═══██╗ ██╗ 
███████████████████████████████████`.        ╙██████████████  ███████║█████╗  ██║     ██║     ██║   ██║ ██╗ 
████████████████████████████████▀  ¿▓▓▓▓▓▓▓▓▄/ "████████████  ██╔══██║██╔══╝  ██║     ██║     ██║   ██║ ██╗ 
██████████████████████████████▀.  ▓▓▓▓▓▓▓▓▓▓▓▓   ▐██████████  ██║  ██║███████╗███████╗███████╗╚██████╔╝  
██████████████████████████████ `  ▓▓▓▓▓▓▓▓▓▓▓▓  ` ██████████  ╚═╝  ╚═╝╚══════╝╚══════╝╚══════╝ ╚═════╝   █╗
██████████████████████████████ `  ▓▓▓▓▓▓▓▓▓▓▓▓   ▄██████████
▀██████████████████████████████▌  ▀▀▓▓▓▓▓▓▓▌╓╖. ████████████  ███╗   ██╗██╗ ██████╗███████╗  ████████╗ ██████╗
█▄▀██████████████████████████████▄ ╩╦╙▀▀▀▀▀ ╣`,█████████████  ████╗  ██║██║██╔════╝██╔════╝  ╚══██╔══╝██╔═══██╗
▄▀█▄╙█████████████████████▀▀▀▀█████▄▄ .... ,▄███████▀███████  ██╔██╗ ██║██║██║     █████╗       ██║   ██║   ██║
██▄▀█▄╙█████████████████▀  ╪╢%╦══~╓,└ ╚▒▒▒ ╙▀|,╓╓═╤H   ▀████  ██║╚██╗██║██║██║     ██╔══╝       ██║   ██║   ██║
█▀▀▀-▀█▌▄▀█████████████   ║▒▒▒▒▒▒▒▒▒▒╢╦ ╘ -╣▒▒▒▒▒▒▒▒▒╢╕   ▀█  ██║ ╚████║██║╚██████╗███████╗     ██║   ╚██████╔╝
██▄▀██└║▄▄▄████████████▄          ═╕╕╕╕╕═╕═══════       ▄▄▄▄  ╚═╝  ╚═══╝╚═╝ ╚═════╝╚══════╝     ╚═╝    ╚═════╝
████▄▀█▌║███  ████████▌         ╕   ╩▒▒▒▒▒▒▒▒▒Ñ          ███
██████▌Ö▓▌   ▀██████████`╔▒▒╣ █ ▒▒m   ╚▒╢▒▒▒╩ -╣▒ ▌ ▒▒▒ ████  ███╗   ███╗███████╗███████╗████████╗  ██╗   ██╗ ██████╗ ██╗   ██╗    ██╗██████╗
████ -"" ∞╙,▀.╙▀███████╜ ▒▒▒ ▄█ Ñ   -   S.  ═▒▒▒▒ █ ║▒▒╕└███  ████╗ ████║██╔════╝██╔════╝╚══██╔══╝  ╚██╗ ██╔╝██╔═══██╗██║   ██║    ╚═╝██╔══██╗ 
████████▄ -«   ∞▄.▀",╓═     ╒██   ═╣▒▒ `Ñ╛        █▌ ▒▒▒ ███  ██╔████╔██║█████╗  █████╗     ██║      ╚████╔╝ ██║   ██║██║   ██║       ██║  ██║
█████████▌ º     ╤╣▒╣╩^",▄▄███▀  ▒▒╣"     ''''''' ▀▀     `██  ██║╚██╔╝██║██╔══╝  ██╔══╝     ██║       ╚██╔╝  ██║   ██║██║   ██║       ██║  ██║
█████████  ▌       ▄▄████████─         ---------    L'▒▒▒ ██  ██║ ╚═╝ ██║███████╗███████╗   ██║        ██║   ╚██████╔╝╚██████╔╝    ██╗██████╔╝
▀▀▀▀▀▀▀▀▀▀▀▀▀-     ▀▀▀▀▀▀▀▀▀▀       '╧╧╧╧╧╧╧╧╧`     ╚ ╧╧╧- ▀  ╚═╝     ╚═╝╚══════╝╚══════╝   ╚═╝        ╚═╝    ╚═════╝  ╚═════╝     ╚═╝╚═════╝ 
```

<br><br>     

</div>

<a href="https://github.com/Anmol-Baranwal/GIFs-For-Readme"></a><a href="https://github.com/Anmol-Baranwal/GIFs-For-Readme"><img src="https://forthebadge.com/images/badges/built-with-swag.svg" width="130" alt="made with swag markdown badge"></a>

## `#` Discord Status

<img src="https://discord.c99.nl/widget/theme-3/1334113063821115392.png" alt="Discord Status">


---

## `#` Achievements
<div>
  <img src="">
</div>


## `#` Skillset

<div>
  <img src="https://img.shields.io/badge/English-clear,%20sharp,%20formal,%20understandable%20and%20useful-10B981?style=for-the-badge&labelColor=1E293B&logo=markdown&logoColor=white"/>
  <br>
  <img src="https://img.shields.io/badge/Python-indentation,%20debugging,%20best%20syntax%20of%20all,%20headaches-10B981?style=for-the-badge&labelColor=1E293B&logo=markdown&logoColor=white"/>
  <br>
  <img src="https://img.shields.io/badge/NodeJS-try%20and%20catch,%20good%20syntax,%20braces%20ftw-10B981?style=for-the-badge&labelColor=1E293B&logo=markdown&logoColor=white"/>
  <br>
  <img src="https://img.shields.io/badge/C%23-return%20a%20%3F%3F%20b%3B%20🧠🧠,%20language%20for%20babies,%20just%20why%3F-10B981?style=for-the-badge&labelColor=1E293B&logo=markdown&logoColor=white"/>
  <br>
  <img src="https://img.shields.io/badge/HTML-a%20nobody%20without%20css,%20h1%2C%20h2%2C%20h3%2C%20h4%20and%20h5%20🤡-10B981?style=for-the-badge&labelColor=1E293B&logo=markdown&logoColor=white"/>
  <br>
  <img src="https://img.shields.io/badge/CSS-jacked%20asf,%20feels%20too%20good%20to%20be%20true-10B981?style=for-the-badge&labelColor=1E293B&logo=markdown&logoColor=white"/>
  <br>
</div>

---

## `#` Personality

### IT'S OFF CENTER!!! Now I'm gonna have to move it again...

<p align="center">
  <img src="https://media1.tenor.com/m/pLsP25o3zmgAAAAd/monk-adrian-monk.gif" width="400" alt="IT'S OFF CENTER"/>
</p>


---
  
## `#` Find Me

<table>
  <tr>
    <td><img src="https://github.com/edent/SuperTinyIcons/raw/master/images/svg/reddit.svg" width="16" /> Reddit</td>
    <td><a href="https://reddit.com/u/ignistrum">u/ignistrum</a></td>
  </tr>
  <tr>
    <td><img src="https://github.com/edent/SuperTinyIcons/raw/master/images/svg/discord.svg" width="16" /> Discord</td>
    <td><code>ignistrum</code></td>
  </tr>
   <tr>
      <td><img src="phpkXK09k.png" width="16" height="16" /> Chess.com</td>
      <td><a href="https://chess.com/member/IgnistrumChess">IgnistrumChess</a></td>
   </tr>
</table>


## <img src="https://media.giphy.com/media/iY8CRBdQXODJSCERIr/giphy.gif" width="35"><b> `#` Github Stats </b>
<br>

<div align="center">

<a href="https://github.com/ignistrum/">
  <img src="https://github-readme-stats.vercel.app/api?username=ignistrum&include_all_commits=true&count_private=true&show_icons=true&line_height=20&title_color=7A7ADB&icon_color=2234AE&text_color=D3D3D3&bg_color=0,000000,130F40" width="450"/>
  <img src="https://github-readme-stats.vercel.app/api/top-langs?username=ignistrum&show_icons=true&locale=en&layout=compact&line_height=20&title_color=7A7ADB&icon_color=2234AE&text_color=D3D3D3&bg_color=0,000000,130F40" width="375"  alt="ignistrum"/>






<h2><code>#</code> The reason behind my success:</h2>

### Ramanujacharya

# <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Statue_of_Equality_%28Ramanuja%29.jpg/800px-Statue_of_Equality_%28Ramanuja%29.jpg" width="500">






